{
  "apps": [
    {
      "Source": "main",
      "Name": "7zip"
    },
    {
      "Source": "extras",
      "Name": "android-studio"
    },
    {
      "Source": "extras",
      "Name": "autohotkey"
    },
    {
      "Source": "extras",
      "Name": "bitwarden"
    },
    {
      "Source": "main",
      "Name": "bun"
    },
    {
      "Source": "extras",
      "Name": "chatterino"
    },
    {
      "Source": "main",
      "Name": "cmake"
    },
    {
      "Source": "main",
      "Name": "dark"
    },
    {
      "Source": "yscoopy",
      "Name": "dirtygit"
    },
    {
      "Source": "extras",
      "Name": "discord"
    },
    {
      "Source": "games",
      "Name": "epic-games-launcher"
    },
    {
      "Source": "extras",
      "Name": "everything"
    },
    {
      "Source": "main",
      "Name": "fd"
    },
    {
      "Source": "main",
      "Name": "ffmpeg"
    },
    {
      "Source": "extras",
      "Name": "fiddler"
    },
    {
      "Source": "main",
      "Name": "file"
    },
    {
      "Source": "main",
      "Name": "fzf"
    },
    {
      "Source": "main",
      "Name": "gh"
    },
    {
      "Source": "main",
      "Name": "ghostscript"
    },
    {
      "Source": "main",
      "Name": "git"
    },
    {
      "Source": "extras",
      "Name": "googlechrome"
    },
    {
      "Source": "main",
      "Name": "imagemagick"
    },
    {
      "Source": "main",
      "Name": "innounp"
    },
    {
      "Source": "main",
      "Name": "jq"
    },
    {
      "Source": "extras",
      "Name": "lazygit"
    },
    {
      "Source": "extras",
      "Name": "libreoffice"
    },
    {
      "Source": "versions",
      "Name": "llama.cpp-cu124"
    },
    {
      "Source": "main",
      "Name": "llvm"
    },
    {
      "Source": "main",
      "Name": "miktex"
    },
    {
      "Source": "main",
      "Name": "mise"
    },
    {
      "Source": "extras",
      "Name": "mpv"
    },
    {
      "Source": "main",
      "Name": "neovim"
    },
    {
      "Source": "main",
      "Name": "nu"
    },
    {
      "Source": "extras",
      "Name": "obsidian"
    },
    {
      "Source": "main",
      "Name": "oci-cli"
    },
    {
      "Source": null,
      "Name": "ollama"
    },
    {
      "Source": "extras",
      "Name": "onlyoffice-desktopeditors"
    },
    {
      "Source": null,
      "Name": "parsec-np"
    },
    {
      "Source": "main",
      "Name": "perl"
    },
    {
      "Source": "main",
      "Name": "poppler"
    },
    {
      "Source": "extras",
      "Name": "powertoys"
    },
    {
      "Source": "main",
      "Name": "pwsh"
    },
    {
      "Source": "main",
      "Name": "rclone"
    },
    {
      "Source": "main",
      "Name": "ripgrep"
    },
    {
      "Source": "main",
      "Name": "rust"
    },
    {
      "Source": "main",
      "Name": "rustup"
    },
    {
      "Source": "main",
      "Name": "scoop-search"
    },
    {
      "Source": "main",
      "Name": "starship"
    },
    {
      "Source": "versions",
      "Name": "steam"
    },
    {
      "Source": "extras",
      "Name": "streamlink"
    },
    {
      "Source": "extras",
      "Name": "streamlink-twitch-gui"
    },
    {
      "Source": "extras",
      "Name": "sumatrapdf"
    },
    {
      "Source": "main",
      "Name": "supabase"
    },
    {
      "Source": "extras",
      "Name": "sysinternals"
    },
    {
      "Source": "extras",
      "Name": "ungoogled-chromium"
    },
    {
      "Source": null,
      "Name": "vcpkg"
    },
    {
      "Source": "extras",
      "Name": "vcxsrv"
    },
    {
      "Source": "extras",
      "Name": "vivaldi"
    },
    {
      "Source": "extras",
      "Name": "vlc"
    },
    {
      "Source": "extras",
      "Name": "vscode"
    },
    {
      "Source": "versions",
      "Name": "wezterm-nightly"
    },
    {
      "Source": "main",
      "Name": "yazi"
    },
    {
      "Source": "yscoopy",
      "Name": "yclocky"
    },
    {
      "Source": "yscoopy",
      "Name": "yCursory"
    },
    {
      "Source": "yscoopy",
      "Name": "yhwndy"
    },
    {
      "Source": "yscoopy",
      "Name": "ymonitory"
    },
    {
      "Source": "yscoopy",
      "Name": "yStrokey"
    },
    {
      "Source": "yscoopy",
      "Name": "ytasky"
    },
    {
      "Source": "extras",
      "Name": "zoom"
    },
    {
      "Source": "main",
      "Name": "zoxide"
    }
  ],
  "buckets": [
    {
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main"
    },
    {
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras"
    },
    {
      "Name": "versions",
      "Source": "https://github.com/ScoopInstaller/Versions"
    },
    {
      "Name": "nerd-fonts",
      "Source": "https://github.com/matthewjberger/scoop-nerd-fonts"
    },
    {
      "Name": "nonportable",
      "Source": "https://github.com/ScoopInstaller/Nonportable"
    },
    {
      "Name": "games",
      "Source": "https://github.com/Calinou/scoop-games"
    },
    {
      "Name": "yscoopy",
      "Source": "https://github.com/ycookiey/yscoopy"
    }
  ]
}
