{
    "buckets": [
        { "Name": "main", "Source": "https://github.com/ScoopInstaller/Main.git" },
        { "Name": "extras", "Source": "https://github.com/ScoopInstaller/Extras" },
        { "Name": "versions", "Source": "https://github.com/ScoopInstaller/Versions" },
        { "Name": "nonportable", "Source": "https://github.com/ScoopInstaller/Nonportable" },
        { "Name": "games", "Source": "https://github.com/Calinou/scoop-games" },
        { "Name": "yscoopy", "Source": "https://github.com/ycookiey/yscoopy" }
    ],
    "apps": [
        { "Name": "7zip", "Source": "main" },
        { "Name": "android-studio", "Source": "extras" },
        { "Name": "autohotkey", "Source": "extras" },
        { "Name": "bitwarden", "Source": "extras" },
        { "Name": "bun", "Source": "main" },
        { "Name": "chatterino", "Source": "extras" },
        { "Name": "cmake", "Source": "main" },
        { "Name": "dark", "Source": "main" },
        { "Name": "discord", "Source": "extras" },
        { "Name": "epic-games-launcher", "Source": "games" },
        { "Name": "everything", "Source": "extras" },
        { "Name": "fd", "Source": "main" },
        { "Name": "ffmpeg", "Source": "main" },
        { "Name": "fiddler", "Source": "extras" },
        { "Name": "file", "Source": "main" },
        { "Name": "fzf", "Source": "main" },
        { "Name": "gh", "Source": "main" },
        { "Name": "ghostscript", "Source": "main" },
        { "Name": "git", "Source": "main" },
        { "Name": "googlechrome", "Source": "extras" },
        { "Name": "imagemagick", "Source": "main" },
        { "Name": "innounp", "Source": "main" },
        { "Name": "jq", "Source": "main" },
        { "Name": "lazygit", "Source": "extras" },
        { "Name": "libreoffice", "Source": "extras" },
        { "Name": "miktex", "Source": "main" },
        { "Name": "mpv", "Source": "extras" },
        { "Name": "neovim", "Source": "main" },
        { "Name": "obsidian", "Source": "extras" },
        { "Name": "oci-cli", "Source": "main" },
        { "Name": "ollama", "Source": "main" },
        { "Name": "onlyoffice-desktopeditors", "Source": "extras" },
        { "Name": "parsec-np", "Source": "nonportable" },
        { "Name": "perl", "Source": "main" },
        { "Name": "poppler", "Source": "main" },
        { "Name": "powertoys", "Source": "extras" },
        { "Name": "pwsh", "Source": "main" },
        { "Name": "ripgrep", "Source": "main" },
        { "Name": "rust", "Source": "main" },
        { "Name": "rustup", "Source": "main" },
        { "Name": "scoop-search", "Source": "main" },
        { "Name": "starship", "Source": "main" },
        { "Name": "steam", "Source": "versions" },
        { "Name": "streamlink", "Source": "extras" },
        { "Name": "streamlink-twitch-gui", "Source": "extras" },
        { "Name": "sumatrapdf", "Source": "extras" },
        { "Name": "sysinternals", "Source": "extras" },
        { "Name": "ungoogled-chromium", "Source": "extras" },
        { "Name": "vcpkg", "Source": "main" },
        { "Name": "vcxsrv", "Source": "extras" },
        { "Name": "vivaldi", "Source": "extras" },
        { "Name": "vlc", "Source": "extras" },
        { "Name": "vscode", "Source": "extras" },
        { "Name": "wezterm-nightly", "Source": "versions" },
        { "Name": "yazi", "Source": "main" },
        { "Name": "yclocky", "Source": "yscoopy" },
        { "Name": "yCursory", "Source": "yscoopy" },
        { "Name": "yhwndy", "Source": "yscoopy" },
        { "Name": "ymonitory", "Source": "yscoopy" },
        { "Name": "yStrokey", "Source": "yscoopy" },
        { "Name": "zoom", "Source": "extras" },
        { "Name": "zoxide", "Source": "main" }
    ]
}
